{
  "word2idx": {
    "<PAD>": 0,
    "<UNK>": 1,
    "Bercak": 2,
    "bulat": 3,
    "dengan": 4,
    "pusat": 5,
    "pucat": 6,
    "dan": 7,
    "tepi": 8,
    "coklat": 9,
    "terlihat": 10,
    "di": 11,
    "daun": 12,
    "yang": 13,
    "sakit": 14,
    ".": 15,
    "Larva": 16,
    "hama": 17,
    "penggerek": 18,
    "batang": 19,
    "membuat": 20,
    "anakan": 21,
    "mati": 22,
    "gejala": 23,
    "secara": 24,
    "tiba": 25,
    "Busuk": 26,
    "akar": 27,
    "diperburuk": 28,
    "oleh": 29,
    "genangan": 30,
    "air": 31,
    "terlalu": 32,
    "lama": 33,
    "sawah": 34,
    "irigasi": 35,
    "Gejala": 36,
    "menggulung": 37,
    "seringkali": 38,
    "menjadi": 39,
    "tanda": 40,
    "awal": 41,
    "infeksi": 42,
    "virus": 43,
    "tungro": 44,
    "penyakit": 45,
    "Cendawan": 46,
    "jelaga": 47,
    "muncul": 48,
    "pada": 49,
    "akibat": 50,
    "sekret": 51,
    "madu": 52,
    "dari": 53,
    "serangga": 54,
    "penghisap": 55,
    "Daun": 56,
    "bendera": 57,
    "organ": 58,
    "padi": 59,
    "menunjukkan": 60,
    "klorosis": 61,
    "interveinal": 62,
    "kekurangan": 63,
    "unsur": 64,
    "hara": 65,
    "Penyakit": 66,
    "hawar": 67,
    "pelepah": 68,
    "ditandai": 69,
    "bercak": 70,
    "oval": 71,
    "berwarna": 72,
    "hijau": 73,
    "keabu": 74,
    "abuan": 75,
    "Hama": 76,
    "menghasilkan": 77,
    "kotoran": 78,
    "lubang": 79,
    "meninggalkan": 80,
    "masuk": 81,
    "jelas": 82,
    "Tanaman": 83,
    "terinfeksi": 84,
    "kerdil": 85,
    "hampa": 86,
    "tidak": 87,
    "bulir": 88,
    "sama": 89,
    "sekali": 90,
    "lesi": 91,
    "abu": 92,
    "melebar": 93,
    "Di": 94,
    ",": 95,
    "busuk": 96,
    "diperparah": 97,
    "kondisi": 98,
    "lingkungan": 99,
    "Ulat": 100,
    "grayak": 101,
    "dapat": 102,
    "menyebabkan": 103,
    "kerusakan": 104,
    "parah": 105,
    "terdapat": 106,
    "kutu": 107,
    "putih": 108,
    "daunnya": 109,
    "pangkal": 110,
    "lunak": 111,
    "berlendir": 112,
    "Lesi": 113,
    "memanjang": 114,
    "kemerahan": 115,
    "terserang": 116,
    "Belalang": 117,
    "bekas": 118,
    "gigitan": 119,
    "beraturan": 120,
    "Munculnya": 121,
    "cendawan": 122,
    "sekunder": 123,
    "disebabkan": 124,
    "ekskresi": 125,
    "Hawar": 126,
    "bakteri": 127,
    "layu": 128,
    "kering": 129,
    "kresek": 130,
    "fase": 131,
    "Xanthomonas": 132,
    "oryzae": 133,
    "pv": 134,
    "Tikus": 135,
    "preferensi": 136,
    "untuk": 137,
    "memakan": 138,
    "matang": 139,
    "malai": 140,
    "nematoda": 141,
    "tanaman": 142,
    "sulit": 143,
    "menyerap": 144,
    "nutrisi": 145,
    "Nematoda": 146,
    "bengkak": 147,
    "memotong": 148,
    "teratur": 149,
    "Pada": 150,
    "varietas": 151,
    "rentan": 152,
    "meluas": 153,
    "hingga": 154,
    "ke": 155,
    "gabah": 156,
    "blas": 157,
    "berbentuk": 158,
    "mata": 159,
    "leher": 160,
    "seluruh": 161,
    "bagian": 162,
    "cepat": 163,
    "menyisakan": 164,
    "tulang": 165,
    "adalah": 166,
    "khas": 167,
    "Keong": 168,
    "mas": 169,
    "sering": 170,
    "ditemukan": 171,
    "muda": 172,
    "habis": 173,
    "Hasil": 174,
    "panen": 175,
    "menurun": 176,
    "drastis": 177,
    "karena": 178,
    "serangan": 179,
    "rumput": 180,
    "sundep": 181,
    "vegetatif": 182,
    "beluk": 183,
    "generatif": 184,
    "hitam": 185,
    "patah": 186,
    "sebelum": 187,
    "Petani": 188,
    "mengeluhkan": 189,
    "rendahnya": 190,
    "jumlah": 191,
    "bernas": 192,
    "walang": 193,
    "sangit": 194,
    "Walang": 195,
    "noda": 196,
    "berbau": 197,
    "dihisapnya": 198,
    "Malai": 199,
    "berisi": 200,
    "Wereng": 201,
    "hopperburn": 202,
    "atau": 203,
    "kekeringan": 204,
    "massal": 205,
    "menyuntikkan": 206,
    "racun": 207,
    "sehingga": 208,
    "berubah": 209,
    "warna": 210,
    "kosong": 211,
    "dalam": 212,
    "Pengendalian": 213,
    "tikus": 214,
    "dilakukan": 215,
    "mereka": 216,
    "merusak": 217,
    "pematang": 218,
    "lokasi": 219,
    "menyebarkan": 220,
    "pertumbuhan": 221,
    "merupakan": 222,
    "indikasi": 223,
    "banyak": 224,
    "namun": 225,
    "biji": 226,
    "berjamur": 227,
    "bisa": 228,
    "digunakan": 229,
    "ungu": 230,
    "bawah": 231,
    "bergaris": 232,
    "Kupu": 233,
    "kupu": 234,
    "dewasa": 235,
    "betina": 236,
    "meletakkan": 237,
    "telur": 238,
    "berkelompok": 239,
    "ujung": 240,
    "tanpa": 241,
    "Tungro": 242,
    "oranye": 243,
    "mudah": 244,
    "rebah": 245,
    "perisai": 246,
    "pengeringan": 247,
    "dini": 248,
    "penguningan": 249,
    "penggulung": 250,
    "benang": 251,
    "berlindung": 252,
    "punggung": 253,
    "luka": 254,
    "saat": 255,
    "menghisap": 256,
    "Virus": 257,
    "pendek": 258,
    "jumlahnya": 259,
    "cairan": 260,
    "total": 261,
    "waktu": 262,
    "singkat": 263,
    "berbercak": 264,
    "Adanya": 265,
    "lapisan": 266,
    "seperti": 267,
    "tepung": 268,
    "embun": 269,
    "Terdapat": 270,
    "bintik": 271,
    "kecil": 272,
    "kemudian": 273,
    "kuning": 274,
    "lengket": 275,
    "permukaan": 276,
    "aktivitas": 277,
    "palsu": 278,
    "berkapur": 279,
    "Kutu": 280,
    "kebul": 281,
    "memicu": 282,
    "jamur": 283,
    "sempit": 284,
    "terhadap": 285,
    "blast": 286,
    "pengisian": 287,
    "tangkai": 288,
    "Penggerek": 289,
    "Serangan": 290,
    "rumpun": 291,
    "padat": 292,
    "dihisap": 293,
    "Pengamatan": 294,
    "mikroskopis": 295,
    "spora": 296,
    "Pyricularia": 297,
    "Cacing": 298,
    "tanah": 299,
    "berlebihan": 300,
    "mengisi": 301,
    "optimal": 302,
    "menghabiskan": 303,
    "hanya": 304,
    "semalam": 305,
    "terisi": 306,
    "penuh": 307,
    "Ditemukan": 308,
    "ulat": 309,
    "potongan": 310,
    "tersayat": 311,
    "ular": 312,
    "sekitar": 313,
    "tumbuh": 314,
    "maksimal": 315,
    "kebasahan": 316,
    "lebih": 317,
    "pagi": 318,
    "hari": 319,
    "membuatnya": 320,
    "epidermis": 321,
    "kapur": 322,
    "menemukan": 323,
    "drum": 324,
    "Gabah": 325,
    "kotor": 326,
    "mengelilingi": 327,
    "daerah": 328,
    "menandakan": 329,
    "adanya": 330,
    "sangat": 331,
    "dimulai": 332,
    "Muncul": 333,
    "masa": 334,
    "ciri": 335,
    "basah": 336,
    "Helminthosporium": 337,
    "menguning": 338,
    "vektor": 339,
    "penyebar": 340,
    "terhambat": 341,
    "mengurangi": 342,
    "hasil": 343,
    "dilubanginya": 344,
    "menyatukan": 345,
    "dua": 346,
    "sutera": 347,
    "Infeksi": 348,
    "Terlihat": 349,
    "menempel": 350,
    "mekanis": 351,
    "atas": 352,
    "wereng": 353,
    "dikenal": 354,
    "istilah": 355,
    "rapuh": 356,
    "terhenti": 357,
    "bubuk": 358,
    "miselium": 359,
    "garis": 360,
    "tua": 361,
    "kuat": 362,
    "besar": 363,
    "perlu": 364,
    "mewaspadai": 365,
    "mengarah": 366,
    "menggumpal": 367,
    "menyerang": 368,
    "area": 369,
    "persawahan": 370,
    "mengakibatkan": 371,
    "berkurangnya": 372,
    "fotosintesis": 373,
    "mengering": 374,
    "sebagai": 375,
    "Nezara": 376,
    "viridula": 377,
    "keriput": 378,
    "petak": 379,
    "tempat": 380,
    "kematian": 381,
    "berupa": 382,
    "memendek": 383,
    "dikaitkan": 384,
    "transparan": 385,
    "Telur": 386
  },
  "tag2idx": {
    "<PAD>": 0,
    "B-GEJALA": 1,
    "I-GEJALA": 2,
    "O": 3,
    "B-ORGAN": 4,
    "B-HAMA": 5,
    "I-HAMA": 6,
    "B-PENYAKIT": 7,
    "I-PENYAKIT": 8,
    "B-LOKASI": 9,
    "I-LOKASI": 10,
    "I-ORGAN": 11
  },
  "idx2tag": {
    "0": "<PAD>",
    "1": "B-GEJALA",
    "2": "I-GEJALA",
    "3": "O",
    "4": "B-ORGAN",
    "5": "B-HAMA",
    "6": "I-HAMA",
    "7": "B-PENYAKIT",
    "8": "I-PENYAKIT",
    "9": "B-LOKASI",
    "10": "I-LOKASI",
    "11": "I-ORGAN"
  }
}